/*Copyright (C) 2022 √узЇва ёл≥€

«авданн€
метод ≥н≥ц≥ал≥зац≥њ Init(); метод повинен контролювати значенн€
аргумент≥в на коректн≥сть;
Х метод введенн€ з клав≥атури Read();
Х метод виведенн€ на екран Display().
¬ар≥ант 6
ѕоле first Ч ц≥ле додатнЇ число, калор≥йн≥сть 100 г продукту; поле second
Ч дробове додатнЇ число, маса продукту в к≥лограмах. –еал≥зувати метод
power() Ч обчисленн€ загальноњ калор≥йност≥ продукту.*/
#include <iostream>
#include "Power.h"
using namespace std;


int main()
{
	Kaloriinist one;
	one = one.Init(333, 833);
	one.Display();
	system("PAUSE");

}